[A_Creaturefrost_beast H7Creature]
mName="Зверь стужи"
mLore="Драконья гать известна, как место главной битвы между Первородными Богами-Драконами. Их кровь дождём пролилась на землю и навсегда изменила её обитателей, создав различных новых существ. Даже сейчас эти неизведанные снежные горы полны неизвестных опасностей и бессчётных тайн. По слухам, первые архимаги изучали секреты ледяной магии у племени совиных зверолюдов, живших в пещерах неподалёку. Окруженные аурой спокойствия, эти горные отшельники, или "звери стужи" на языке кшатрий, обладали великой мудростью и магическими навыками, но всегда стремились к большему. В обмен на новые знания они протянули архимагам руку помощи, и впоследствии это стало причиной возведения Алой башни."

[A_Creaturefrost_dragon H7Creature]
mName="Стур"
mLore="Этот могучий драконоподобный зверь называется стуром. Он был создан, когда ящер утонул в реке драконьей крови. Наполненный магией, он навсегда оказался заточён в кристалле льда, поглощая силу гор. Когда архимаги начали исследовать подземные пещеры Драконьей гати, стур пробудился. В настоящее время он бродит по пещерам и горам, однако многие верят, что это всего лишь легенда по той причине, что никто из встречавших это существо так никогда и не вернулся."

[A_RangedAttack H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака дальнего боя"
mTooltip="Атака дальнего боя"

[Ability.A_furie_du_froid H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Холодная ярость"
mTooltip="Если это существо достигает 3 уровня Хладнокровия, то оно получает способность "Рубящий удар" (существо всегда наносит удар дважды)."

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Охлаждение"
mTooltip="Наносит всем вражеским существам %d1 ед. урона от %icon_air магии воздуха и охлаждает воздух на поле боя. Вражеские существа, находящиеся под воздействием охлаждения, получают %buff1.buff.d1 ед. урона от %icon_water магии воды при получении критического удара.\nМожно использовать один раз за бой"

[Ability.A_refroidissement_Buff H7BaseBuff]
mName="Охлаждение"
mTooltip="Существо получает %d1 ед. урона от %icon_water магии воды при получении критического удара."
